<div class="hidden">
	<div class="modal_team_find box_elem_midd"  id="about">
		<div class="modal_content scroll">
			<button class="mfp-close" id="button-close" type="button" title="Закрыть (Esc)">×</button>
			<div class="col-md-12 right">
				<div class="massage">
					<p id="error"></p>
					<p id="complete"></p>
				</div>
				<div class="desc_text">
					<h2 style="text-align: center; padding: 0;">О нас</h2>
					<ul style="padding: 0 12px;">
						<li>Squadfight.com - сайт-сервис специализирующийся на помощи в поиске напарников для сетевых видеоигр. Также на сайте присутствует голосовой и текстовый чаты что позволяет не только искать, а также и общаться на данном сервисе с найденными напарниками. </li>
						<li>В будущем сервис будет улучшаться, будут добавлены новые функции, улучшенный дизайн и многое другое. Для того чтобы начать использовать наш сайт: во-первых, вам нужно воспользоваться авторизацией Steam аккаунта, данная функция находится в правом верхнем углу сайта.</li>
						<li>Далее перед вами стоит выбор игры для которой вы хотите найти себе напарников. После того как вы выбрали игру вам нужно указать свой внутриигровой рейтинг или выбрать режим игры как в случае с Pubg, а также выбрать количество напарников.</li>
						<li>Далее жмем поиск и сайт находит вам напарников схожих по вашему уровню игры. Вы перемещаетесь в "lobby" где можете общаться с ними, и совместно проводить время в игре. </li>
						<div class="center_about"> Мы обещаем ценить и быть отзывчивыми по отношению к нашим пользователям.</div>
					</ul>
				</div>
			</div>
		</div>
	</div>
</div>